export const moveLine = [
  { text: ' 24serpnya.com.ua Кабінет Громадянина України - це національний проект створений громадянами України для реалізації своїх законних прав Громадян. Ми фіксуємо позицію громадян, щодо того як реалізовані їх права, опубліковуємо статистику та ставимо задачі менеджерам, яких ми найняли для управління державою. Боріться - поборете, нам Бог допомагає! ' }
]

export const missions = [
  { id: 1, text: 'Підвищити рівень життя Громадян України.' },
  { id: 2, text: 'Понизити рівень корупції в Україні.' },
  { id: 3, text: 'Збільшити довіру Громадян до державних інституцій.' },
  { id: 4, text: 'Спростити реалізацію законних прав Громадян України. ' },
  { id: 5, text: 'Зібрати та висвітлити на широкий загал болючі, для Громадян, питання у відносинах с представниками державних менеджерів та інституцій. Цим самим спонукати державних менеджерів працювати ефективніше на задоволення законних запитів Українського суспільства вцілому та кожного Громадянина зокрема.' },
  { id: 6, text: 'Спонукати державних менеджерів звурнути увагу на суспільні запити Громадян, та відпрацювати не тіки свою заробітну плату, а й зручні механізми задоволення суспільних запитів Громадян України які гарантуються Конституцією України, законами України та міжнародними документами підписаними та ратифікованими в нашій державі.' },
  { id: 7, text: 'Підвищити ефективність комунікації Громадян та державних менеджерів.' },
  { id: 8, text: 'Зламати корупційні схеми, побудовані державними менеджерами, в питаннях безкоштовної єдиноразової приватизації землі Громадянами України. ' },
  { id: 9, text: 'Унеможливити існування корупції в Україні, бо якщо гроші то кров економіки, то корупція то паразит нашої нації, яка живиться кров’ю  економіки.' },
  { id: 10, text: 'Понизити місце нашої держави в списку рівня корупції серед інших держав світу.' },
  { id: 11, text: 'Підвищити загальний рівень патріотизму, відповідно і мотивації військовослужбовців, що безперечно призведе до підвищення боєздатності армії та прискоре перемогу України над московськими фашистами.' },
]

export const roads = [
  { id: 1, text: 'Створити та запустити в роботу Кабінет Громадянина України.' },
  { id: 2, text: 'Налаштувати верифікацію громадян України. Мета - ідентифікація громадянства особи.' },
  { id: 3, text: 'Випустити додаток аналогічний по функціях.' },
  { id: 4, text: 'Зібрати заявки Громадян на задоволення їх законних потреб та публічно заявити про це державним менеджерам, вимагаючи відпрацювання ними способу задоволення законних вимог Громадян.' },
  { id: 5, text: 'Перевести повний підрахунок заявок Громадян на блокчейн.' },
  { id: 6, text: 'Створити розділ "Народні петиції" зі збереженням та підрахунком голосів у блокчейні.' },
  { id: 7, text: 'Інтеграція електронного голосування по питаннях виборів, референдумів, загальнодержавних питань зі збереженням та підрахунків голосів громадян за допомогою технології блокчейн.' }
]

export const terms = [
  { id: 1, text: '1. Загальні положення' },
  { id: 2, text: '1.1. Ці Правила та умови (далі – "Умови") регулюють використання веб-сайту "Кабінет Громадянина України" (далі – "Сайт"). ' },
  { id: 3, text: '1.2. Використовуючи Сайт, ви погоджуєтеся з цими Умовами в повному обсязі. Якщо ви не погоджуєтесь з будь-якою частиною цих Умов, будь ласка, не використовуйте Сайт.' },
  { id: 4, text: '2. Реєстрація та акаунт' },
  { id: 5, text: '2.1. Для доступу до певних функцій Сайту необхідна реєстрація. ' },
  { id: 6, text: '2.2. Користувач може редагувати дані, внесені під час реєстрації, до моменту проходження верифікації. Після верифікації зміни до поля ім\'я, прізвище та по батькові не допускаються. ' },
  { id: 7, text: '2.3. Прізвище, ім’я та по батькові кожного зареєстрованого користувача видно лише самому користувачу, який має доступ до свого профілю.' },
  { id: 8, text: '2.4. При видаленні акаунту всі дані про користувача видаляються.' },
  { id: 9, text: '2.5. Один Громадянин України може мати тіки 1 акаунт в кабінеті Громадянина. Якщо адміністрація вияви у одного Громадянина 2 чи білше акаунтів, то буде враховувати голоси тіки з одного і винесе попередження користувачу.' },
  { id: 10, text: '2.6. Ми не гарантуємо, що сможемо відстежити всі фейкові акаунти які не пройшли верифікацію. Ми показуємо на кожному акаунті - його статус верифікований чи не верифікований. Ми окремо рахуємо голоси та заявки верифікованих та не верифікованих користувачів і показуємо резултати публічно, при цому ми не виставляємо списки - який користувач як проголосував чи яку опцію звернення вибрав на нашій платформі.' },
  { id: 11, text: '3. Збір потреб громадян' },
  { id: 12, text: '3.1. "Кабінет Громадянина України" лише збирає потреби громадян та висвітлює їх публічно.' },
  { id: 13, text: '3.2. Ми не займаємось приватизацією землі, розподілом прибутку від користування надрами, видачею чи позбавленням громадянства, а також видачею дозволів на виїзд за кордон для українців. ' },
  { id: 14, text: '3.3. Нашою метою є збір статистики для показу реальної кількості громадян України, які мають потребу в тих чи інших питаннях, що недостатньо врегульовані на законодавчому рівні.' },
  { id: 15, text: '4. Верифікація' },
  { id: 16, text: '4.1. Верифікація необхідна для підтвердження того, що користувач є реальним громадянином України.' },
  { id: 17, text: '4.2. Верифікація дозволяє показати реальну кількість громадян України, які мають певні потреби.' },
  { id: 18, text: '5. Права та обов\'язки користувача' },
  { id: 19, text: '5.1. Користувач зобов\'язується надавати точну, повну та актуальну інформацію при реєстрації та верифікації.' },
  { id: 20, text: '5.2. Користувач погоджується не використовувати Сайт для будь-яких незаконних цілей.' },
  { id: 21, text: '6. Відповідальність' },
  { id: 22, text: '6.1. Власник Сайту не несе відповідальності за будь-які збитки, що виникли в результаті використання Сайту або неможливості його використання.' },
  { id: 23, text: '7. Політика конфіденційності' },
  { id: 24, text: '7.1. Використовуючи Сайт, ви погоджуєтеся з нашою Політикою конфіденційності, що викладена нижче.' },
  { id: 25, text: '8. Зміни до Умов' },
  { id: 26, text: '8.1. Ми залишаємо за собою право змінювати ці Умови в будь-який час. Всі зміни будуть опубліковані на цій сторінці.' },
]

export const privacy = [
  { id: 1, text: '1. Збір інформації' },
  { id: 2, text: '1.1. Ми збираємо особисту інформацію, яку ви надаєте при реєстрації, верифікації та використанні Сайту.' },
  { id: 3, text: '1.2. Зібрана інформація може включати, але не обмежується, ім\'я, прізвище, по батькові, адресу електронної пошти та інші дані, необхідні для надання послуг.' },
  { id: 4, text: '2. Використання інформації' },
  { id: 5, text: '2.1. Зібрана інформація використовується для надання послуг, адміністрування акаунтів, покращення роботи Сайту та забезпечення виконання наших зобов\'язань перед користувачами. ' },
  { id: 6, text: '2.2. Ми можемо використовувати вашу інформацію для зв\'язку з вами щодо вашого акаунту або заявок.' },
  { id: 7, text: '3. Захист інформації' },
  { id: 8, text: '3.1. Ми вживаємо належних заходів для захисту вашої інформації від несанкціонованого доступу, розкриття або знищення. ' },
  { id: 9, text: '3.2. Ваші особисті дані не будуть передані третім особам без вашої згоди, за винятком випадків, передбачених законодавством.' },
  { id: 10, text: '4. Розкриття інформації' },
  { id: 11, text: '4.1. Ми можемо розкрити вашу особисту інформацію, якщо це необхідно для досягнення мети створення Сайту - Кабінет Громадянина.' },
  { id: 12, text: '4.2. За замовчуванням ваші особисті дані не показуються іншим користувачам або третім особам.' },
  { id: 13, text: '5. Права користувачів' },
  { id: 14, text: '5.1. Ви маєте право на доступ до своїх персональних даних, їх виправлення або видалення. ' },
  { id: 15, text: '5.2. Ви можете відмовитися від отримання повідомлень від нас у будь-який час.' },
  { id: 16, text: '6. Зміни до Політики конфіденційності' },
  { id: 17, text: '6.1. Ми залишаємо за собою право змінювати цю Політику конфіденційності в будь-який час. Всі зміни будуть опубліковані на цій сторінці.' },
  { id: 18, text: '7. Контакти' },
  { id: 19, text: '7.1. Якщо у вас виникли питання щодо цієї Політики конфіденційності або ваших персональних даних, будь ласка, зв\'яжіться з нами через контактну форму на Сайті.' },
]

export const freePrivatLand = [
  {
    id: 1,
    discription1: 'Хочу подати заявку на безкоштовну приватизацію земельної ділянки ',
    discription2: "під будівництво житлового будинку: ",
    discription3: "в місті розміром 0.1 га або в селищі - розміром 0.15 га або в селі - розміром 0.25 гектара ",
    categoryName: "houseConstruction",
  },
  {
    id: 2,
    discription1: 'Хочу подати заявку на безкоштовну приватизацію земельної ділянки 0.1 га ',
    discription2: "для ведення дачного будівництва",
    categoryName: "cottageConstruction",
  },
  {
    id: 3,
    discription1: 'Хочу подати заявку на безкоштовну приватизацію земельної ділянки 0.1 га ',
    discription2: "для будівництва гаражу",
    categoryName: "garageConstruction"
  },
  {
    id: 4,
    discription1: 'Хочу подати заявку на безкоштовну приватизацію земельної ділянки ',
    discription2: "для ведення садівництва",
    discription3: "- 0.12 га",
    categoryName: "landForGardening"
  },
  {
    id: 5,
    discription1: 'Хочу подати заявку на безкоштовну приватизацію земельної ділянки 2 га ',
    discription2: "для ведення особистого сільського господарства",
    categoryName: "landForFarming"
  },
]

export const freePrivatLandDetails = {
  details1: "Згідно із положеннями ч.1 ст.121 Земельного кодексу України громадяни України мають право на безоплатну передачу їм земельних ділянок у таких розмірах:",
  details2: "- для ведення фермерського господарства — в розмірі земельної частки (паю), визначеної для членів сільскогосподарських підприємств, розташованих на території сільської, селищної, міської ради, де знаходиться фермерське господарство;",
  details3: "- для ведення особистого селянського господарства — не більше 2,0 гектара;",
  details4: "- для ведення садівництва — не більше 0,12 гектара;",
  details5: "- для будівництва та обслуговування житлового будинку, господарських будівель і споруд (присадибна ділянка) у селах — не більше 0,25 гектара, а в селищах — не більше 0,15 гектарів, в містах — не більше 0,10 гектара;",
  details6: "- для індивідуального дачного будівництва — не більше 0,10 гектара;",
  details7: "- для будівництва індивідуальних гаражів — не більше 0,01 гектара;",
  details8: "ВАЖЛИВО, ч.4 ст.116 Земельного кодексу України передбачає однократне безоплатне отримання земельних ділянок у власність громадян у межах визначених норм по кожному виду користування(«Передача земельних ділянок безоплатно у власність громадян у межах норм, визначених Земельним Кодексом, провадиться один раз по кожному виду використання», ч.4 ст.116 ЗКУ)",
  details9: "Це означає, що кожен громадянин має право отримати у приватну власність 6 земельних ділянок різного цільового призначення.",
  detailsBlue1: "Кабінет Громадянина України має на меті проінформувати та зібрати заявки для визначення кількості громадян, які з різних причин не реалізували своє законне право. Показати всьому світу та державним менеджерам рівень існуючої потреби та спонукання останніх до врегулювання механізмів їх реалізації на законодавчому рівні.",
}


export const regions = [
  "Автономна Республіка Крим",
  "Вінницька",
  "Волинська",
  "Дніпропетровська",
  "Донецька",
  "Житомирська",
  "Закарпатська",
  "Запорізька",
  "Івано-Франківська",
  "Київська",
  "Кіровоградська",
  "Луганська",
  "Львівська",
  "Миколаївська",
  "Одеська",
  "Полтавська",
  "Рівненська",
  "Сумська",
  "Тернопільська",
  "Харківська",
  "Херсонська",
  "Хмельницька",
  "Черкаська",
  "Чернівецька",
  "Чернігівська",
];

export const disabledRegions = [
  "Автономна Республіка Крим",
  "Донецька",
  "Луганська",
];

export const chooseLandModal = [
  "Право (єдиноразове) на безкоштовну приватизацію земельної ділянки під будівництво: будинку, гаражу, дачного будівництва, садівництва та ведення особистого селянського господарства має кожен громадянин України, який досяг 18ти річного віку ",
  "Оберіть область в якій ви хочете безкоштовно приватизувати земельну ділянку:",
];
export const successApplyModal = [
  "Ваше звернення зафіксоване",
  "Рекомендуємо пройти верифікацію",
  "(Верифікація в процесі розробки, буде доступна незабаром)",
  "Скоро ми оприлюднимо яка кількість звернень пройшла верифікацію."
];

export const partIncomeData = {
  description: "Хочу подати заявку на щорічне отримання частини прибутку від видобутку державою корисних копалин, нафти, газу та продажу прав та ліцензій на користування надрами",
  details: {
    details1: "Стаття 8 Конституції України каже нам про те, що норми Конституції України є нормами прямої дії.",
    details2: 'І до вашої уваги, Стаття 13 Конституції України — "Земля, її надра, атмосферне повітря, водні та інші природні ресурси, які знаходяться в межах території України, природні ресурси її континентального шельфу, виключної (морської) економінчої зони є об`єктами ',
    details23: "права власності Українського народу.",
    details3: "Від імені Українського народу права власника здійснюють органи державної влади та органи місцевого самоврядування в межах, визначених цією Конституцією.",
    details4: "Кожний громадянин має право користуватися природними об'єктами права власності народу відповідно до закону.",
    details5: "Власність зобов'язує. Власність не повинна використовуватись на шкоду людині і суспільству.",
    details6: "Держава забезпечує захист прав усіх суб'єктів права власності і господарювання, соціальну спрямованість економіки. Усі суб'єкти права власності рівні перед законом.",
    detailsBlue1: "Кабінет Громадянина України має на меті проінформувати, та зібрати заявки для визначення кількості громадян, які бажають отримувати свою долю прибутку від користування надрами та видобутку природніх ресурсів.",
    detailsBlue2: "Фактично зараз Громадянини не може отримати ні копійки від своїх грошей, які щорічно сплачуються на рахунки державних органів за дозволи на користування надрами та видобуток і подальший продаж держ підприємствами: залізних руд, руди кольорових металів - мідь, алюміній, цинк, свинець, срібло, золото. Та нафти, газу, бурштину, марганцю, титану, піску, торфу, ртуті, граніту, урану, золота, вугілля, кухонної солі, сірки, вогнетривких глин, високоякісного каоліну, облицювального каміння, калійно-магнієвих солей та інших природніх ресурсів, що знаходяться в надрах України.",
    detailsBlue3: "Наразі громадяни України мовчки віддають свої гроші на видатки держ бюджету, які мають формуватися з доходів, а не з розпродажу власності Громадян України",
    detailsBlue4: "Наша мета показати всьому світу та державним менеджерам рівень існуючої потреби та спонукання останніх до створення механізму її вирішення на законодавчому рівні.",
  }
};

export const goToAbroad = {
  description: "Хочу реалізувати своє законне право на свободу переміщення, та виїхати за кордон України",
  details: {
    details1: "17 липня 1997 року Верховна Рада України ратифікувала Загальну Декларацію Прав Людини. Яка була прийнята і проголошена резолюцією 217 А (ІІІ) Генеральної Асамблеї ООН від 10 грудня 1948 року. Ось що важливо знати.",
    details2: "Стаття 30",
    details3: "Ніщо у цій Декларації не може бути витлумачено як надання будь-якій державі, групі осіб або окремим особам права займатися будь-якою діяльністю або вчиняти дії, спрямовані на знищення прав і свобод, викладених у цій Декларації.",
    details4: "Стаття 13",
    details5: "1. Кожна людина має право вільно пересуватися і обирати собі місце проживання у межах кожної держави.",
    details6: "2. Кожна людина має право покинути будь-яку країну, включаючи й свою власну, і повертатися в свою країну.",
    details7: "28 червня 1996 року - від імені українського народу — громадян України всіх національностей Верховною Радою України ухвалена і введена в дію Конституція України.",
    details8: "Стаття 33. Конституції України (закона прямої дії) каже, що кожному, хто на законних підставах перебуває на території України, гарантується свобода пересування, вільний вибір місця проживання, право вільно залишати територію України, за винятком обмежень, які встановлюються законом (Примітка - на даний час воєнний стан введено в дію указом президента).",
    details9: "Громадянин України не може бути позбавлений права в будь-який час повернутися в Україну.",
    details10: "Стаття 157",
    details11: "Конституція України не може бути змінена, якщо зміни передбачають скасування чи обмеження прав і свобод людини і громадянина або якщо вони спрямовані на ліквідацію незалежності чи на порушення територіальної цілісності України.",
    details12: "Конституція України не може бути змінена в умовах воєнного або надзвичайного стану.",
    detailsBlue1: "Кабінет Громадянина України має на меті проінформувати, та зібрати заявки для визначення кількості громадян, які з різних причин не можуть реалізувати своє право вільно пересуватися і обирати собі місце проживання.",
    detailsBlue2: "Показати всьому світу та державним менеджерам України рівень існуючої потреби та спонукати останніх до її врегулювання."
  }
};

export const cititzenUkr = {
  description: "Хочу подати заявку на вихід з громадянства України",
  details: {
    details1: "17 липня 1997 року Верховна Рада України ратифікувала Загальну Декларацію Прав Людини. Яка була прийнята і проголошена резолюцією 217 А (ІІІ) Генеральної Асамблеї ООН від 10 грудня 1948 року. Ось що важливо знати:",
    details2: "Стаття 15",
    details3: "1. Кожна людина має право на громадянство.",
    details4: "2. Ніхто не може бути безпідставно позбавлений громадянства або права змінити своє громадянство.",
    details5: "Стаття 4",
    details6: "Ніхто не повинен бути в рабстві або у підневільному стані;",
    details67: "рабство і работоргівля забороняється в усіх їх видах.",
    details8: "Наразі в Україні відмовитись від громадянства, якщо ви проживаєте за кордоном або служите в армії іншої держави - складно.",
    details9: "Якщо ви перебуваєте на території України - неможливо.",
    detailsBlue1: "Кабінет Громадянина України має на меті проінформувати, та зібрати заявки для визначення кількості громадян, які з різних причин, які від них не залежать, не можуть реалізувати своє право вільно змінити громадянство.",
    detailsBlue2: "Показати всьому світу та державним менеджерам України рівень існуючої потреби та спонукати останніх до її врегулювання."
  }
}

export const footerData = {
  support: " Наші менеджери підтримки завжди готові відповісти на ваші питання. Напишіть нам на електронну пошту і ми відповімо вам в найкоротші терміни.",
  copyLink: "Електронна адреса успішно скопійована!"
}

export const lawsPage = {
  heading1: 'Безкоштовна приватизація землі',
  list: [
    "Для ведення фермерського господарства — в розмірі земельної частки (паю), визначеної для членів сільськогосподарських підприємств, розташованих на території сільської, селищної, міської ради, де знаходиться фермерське господарство;",
    "Для ведення особистого селянського господарства — не більше 2,0 гектара;",
    "Для ведення садівництва — не більше 0,12 гектара;",
    "Для будівництва та обслуговування житлового будинку, господарських будівель і споруд (присадибна ділянка) у селах — не більше 0,25 гектара, а в селищах — не більше 0,15 гектарів, в містах — не більше 0,10 гектара;",
    "Для індивідуального дачного будівництва — не більше 0,10 гектара;",
    "Для будівництва індивідуальних гаражів — не більше 0,01 гектара."
  ],
  text1: 'ВАЖЛИВО: частина 4 статті 116 Земельного кодексу України передбачає однократне безоплатне отримання земельних ділянок у власність громадян у межах визначених норм по кожному виду користування.',
  heading2: 'Прибуток від видобутку нафти, газу та ін.',
  text2: 'Стаття 13 Конституції України проголошує:',
  text3: 'Земля, її надра, атмосферне повітря, водні та інші природні ресурси, які знаходяться в межах території України, природні ресурси її континентального шельфу, виключної (морської) економічної зони є об`єктами права власності Українського народу.',
  heading3: 'Виїзд з України',
  list2: [
    "Кожна людина має право вільно пересуватися і обирати собі місце проживання у межах кожної держави.",
    "Кожна людина має право покинути будь-яку країну, включаючи свою власну, і повертатися в свою країну."
  ],
  text4: 'Стаття 33 Конституції України (закон прямої дії):',
  text5: 'Кожному, хто на законних підставах перебуває на території України, гарантується свобода пересування, вільний вибір місця проживання, право вільно залишати територію України, за винятком обмежень, які встановлюються законом (примітка - на даний час воєнний стан введено в дію указом президента)',
  heading4: 'Громадянство України',
  list3: [
    "Кожна людина має право на громадянство.",
    "Ніхто не може бути безпідставно позбавлений громадянства або права змінити своє громадянство."
  ],

}

export const election = {
  title: "За кого би ви проголосували на виборах президента 🇺🇦 зараз:",
  text1: "Натисніть на фото для того щоб зробити свій вибір",
  text2: "голосів",
  text3: "Додати кандидата",
  text4: "Ми розуміємо, що ми могли не врахувати всіх можливих кандидатів і тому додамо всіх кого ви скажете.",
  text5: " Відправте на нашу електронну пошту 24serpnya.com.ua@gmail.com Прізвище, Ім’я, по батькові та фото тієї доброї людини, яку ви хочете бачити на посаді ТОП менеджера - президента України і ми додамо.",
  text6: "Всього прийняло участь",
  text7: "користувачів.",
  text8: " Ми готуємо верифікацію, щоб бачити думку виключно громадян України. Зараз тестовий режим. Також ми працюємо над збереженням всіх голосів у блокчейні, що унеможливить фальсифікації при підрахунках та дасть можливість бачити зміни онлайн. Нас ніхто не фінансує, тому будемо щиро вдячні за донат. Рабів до раю не пускають.",
  voiced1: "Ваш голос зафіксовано",
  voiced2: "Відмінити",
  voiced3: "Рекомендуємо пройти верифікацію",
  voiced4: "(буде доступна скоро)",
  voiced5: "Скоро ми оприлюднимо яка кількість голосів пройшла верифікацію.",
  voiced6: "Верифікація дасть нам зрозуміти, що ми врахували думку повнолітнього Громадянина України.",
  voiced7: "Ваш голос вже зафіксовано"
}