export const metaData = {
    mainPage: {
        title: 'Кабінет Громадянина України - інформація та підтримка громадян України у реалізації законних прав',
        description: 'Заявіть про бажання на безкоштовну приватизацію земельної ділянки для будівництва житлового будинку, ведення дачного чи сільського господарства, садівництва або будівництва гаражу. Отримайти частину прибутку від видобутку державою корисних копалин. Виїзд з України та відмова від громадянства України',
    },
    ourMission: {
        title: 'Місія Кабінету Громадянина України: Підвищення Життєвого Рівня та Боротьба з Корупцією',
        description: 'Дізнайтеся про місію Кабінету Громадянина України: підвищення рівня життя, зниження корупції, зміцнення довіри до державних інституцій, спрощення реалізації законних прав громадян та підвищення ефективності комунікації з державними менеджерами. Разом ми працюємо для покращення суспільного добробуту та перемоги України.',
    },
    roadMap: {
        title: 'Дорожня Карта Кабінету Громадянина України: Від Ідеї до Реалізації',
        description: 'Ознайомтесь з покроковим планом розвитку Кабінету Громадянина України. Дізнайтесь про налаштування спрощеної верифікації користувачів, збір заявок громадян, використання блокчейн для прозорості та створення розділу народних петицій. Впроваджуємо інноваційні рішення для підвищення ефективності взаємодії громадян з державними менеджерами.',
    },
    termsPage: {
        title: 'Правила та умови користування сайтом "Кабінет Громадянина України"',
        description: ' Ознайомтесь з правилами та умовами користування сайтом "Кабінет Громадянина України". Дізнайтесь про реєстрацію, верифікацію, збір потреб громадян та захист особистих даних.',
    },
    privacyPolicy: {
        title: 'Політика конфіденційності сайту "Кабінет Громадянина України"',
        description: 'Дізнайтесь, як "Кабінет Громадянина України" збирає, використовує та захищає вашу особисту інформацію. Важлива інформація про захист конфіденційності користувачів.',
    },
    lawsPage: {
        title: 'Безкоштовна приватизація землі, прибуток від видобутку природних ресурсів, виїзд з України, громадянство України',
        description: 'Дізнайтесь про законодавче підґрунтя, що забезпечує права громадян України на безкоштовну приватизацію земельних ділянок, прибуток від видобутку природних ресурсів, вільний виїзд з країни та зміну громадянства. Інформація надається для підвищення обізнаності та збору заявок з метою вдосконалення механізмів реалізації цих прав на законодавчому рівні',
    },
}