export const freePrivatLand = [
  {
    id: 1,
    discription1: 'Хочу подати заявку на безкоштовну приватизацію земельної ділянки ',
    discription2: "під будівництво житлового будинку: ",
    discription3: "в місті розміром 0.1 га або в селищі - розміром 0.15 га або в селі - розміром 0.25 га ",
    categoryName: "houseConstruction",
    details: ["Згідно із положеннями ч.1 ст.121 Земельного кодексу України громадяни України мають право на безоплатну передачу їм земельних ділянок у таких розмірах:",
      "- для ведення фекмерського господарства &mdash; в розмірі земельної частки (паю), визначеної для членів сільскогосподарських підприємств, розташованих на території сільської, селищної, міської ради, де знаходиться фермерське господарство;"
    ]
  },
  {
    id: 2,
    discription1: 'Хочу подати заявку на безкоштовну приватизацію земельної ділянки 0.1 га ',
    discription2: "для ведення дачного будівництва",
    categoryName: "cottageConstruction"
  },
  {
    id: 3,
    discription1: 'Хочу подати заявку на безкоштовну приватизацію земельної ділянки 0.1 га ',
    discription2: "для будівництва гаражу",
    categoryName: "garageConstruction"
  },
  {
    id: 4,
    discription1: 'Хочу подати заявку на безкоштовну приватизацію земельної ділянки ',
    discription2: "для ведення садівництва",
    discription3: "- 0.12 га",
    categoryName: "landForGardening"
  },
  {
    id: 5,
    discription1: 'Хочу подати заявку на безкоштовну приватизацію земельної ділянки 2 га ',
    discription2: "для ведення особистого сільського господарства",
    categoryName: "landForFarming"
  },
]
